Bifurcation/results/openFoam(1e-5)/bifurcation_angle30_750_ascii/Re100/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}
simulationType  laminar;
